Repository: nextcloud/jitsi
Catalog: translationfiles/*/jitsi.po
Languages: de

source: conferences
de: Konferenzen

source: Conferences
de: Konferenzen

source: Jitsi Integration (unofficial)
de: Jitsi Integration (inoffiziell)

source: loading…
de: lade…

source: Server URL (required)
de: Server URL (Pflichtfeld)

source: Help link (optional)
de: Hilfe-Link (optional)

source: Display "Join using the Jitsi app"
de: "Mit der Jitsi-App teilnehmen" anzeigen

source: save
de: speichern

source: saved
de: gespeichert

source: saving…
de: speichere…

source: Please provide a Jitsi instance URL
de: Bitte eine Jitsi Server URL eingeben

source: The server URL must start with https://
de: Die Server URL muss mit https:// anfangen

source: It is highly recommended to set up a dedicated Jitsi instance
de: Es wird dringend empfohlen eine eigene Jitsi Instanz einzurichten

source: Please provide the App Id
de: Bitte die App Id eingeben

source: Failed to save settings
de: Fehler beim Speichern der Einstellungen

source: Failed to load settings
de: Fehler beim Laden der Einstellungen

source: Conference rooms
de: Konferenzräume

source: Conference
de: Konferenz

source: Conference left
de: Konferenz verlassen

source: Problems detected
de: Probleme erkannt

source: Your browser is non-optimal:
de: Browser nicht optimal:

source: Audio and video quality could be poor. It is recommended to use a recent <b>Firefox / Chrome / Chromium</b> version.
de: Bild- und Tonqualität können schlecht sein. Empfohlen wird die neuste Version von <b>Firefox / Chrome / Chromium</b>.

source: Browser not supported
de: Browser nicht unterstützt

source: Show system check
de: Systemprüfung anzeigen

source: Your name:
de: Name:

source: click here to join
de: Hier gehts rein

source: Start muted
de: Stummgeschaltet beginnen

source: Start with camera off
de: Kamera zu Beginn aus

source: Join using the Jitsi app
de: Mit der Jitsi-App teilnehmen

source: Download the app here ↗
de: Hier App herunterladen ↗

source: Create participation link
de: Teilnahme-Link erstellen

source: Paste the link from above into the<br>input field on the App start screen
de: Den Link von oben in das Eingabefeld<br>in der App Startansicht einfügen

source: Link copied
de: Link kopiert

source: Cannot copy, please copy the link manually
de: Fehler, bitte Link manuell kopieren

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: non-optimal
de: nicht optimal

source: not supported
de: nicht untertützt

source: Audio and video quality could be poor.<br> It is recommended to use a recent <b>Firefox/Chrome/Chromium</b> version.
de: Bild- und Tonqualität könnten schlecht sein.<br>Empfohlen wird der neuste <b>Firefox/Chrome/Chromium</b>.

source: Help
de: Hilfe

source: Camera
de: Kamera

source: Name of the new room
de: Name des neuen Raums

source: No conference rooms yet
de: Noch keine Konferenzräume

source: Create the first room:
de: Ersten Raum anlegen:

source: Microphone
de: Mikrofon

source: Join
de: Teilnehmen

source: Delete room
de: Raum löschen

source: Room not found
de: Raum nicht gefunden

source: Please check the link/URL and ask your host
de: Bitte prüfen Sie den Link / die URL und fragen Sie ihren Gastgeber

source: Audio output
de: Audio Ausgabe

source: Play test sound
de: Ton abspielen

source: System check
de: Systemprüfung

source: Got issues?
de: Probleme?

source: Known problems / what you can try
de: Bekannte Probleme / was du probieren kannst

source: • Accept the microphone / camera access permissions at the top of the screen
de: • Erlaube Mikro-/Kamerazugriff oben am Bildschirm

source: • Check the microphone / camera access permissions by clicking the icon next to the address bar. Then reload the page.
de: • Prüfe die Mirko-/Kameraberechtigungen über das Icon in der Adresszeile und lade danach die Seite neu.

source: • If you have DroidCam: Connect to the mobile camera, then reload the page
de: • Wenn du DroidCam benutzt: Stelle die Kameraverbindung her und lade die Seite neu

source: • Try join using the Jitsi app (follow the instructions at the bottom of the page)
de: • Versuche mit der Jitsi App teilzunehmen (Anleitung unten auf der Seite)

source: No camera / microphone access
de: Kein Kamera-/ Mikrofonzugriff

source: Review your browser camera and microphone access settings
de: Prüfe deine Browser Kamera- und Mikroberechtigungen

source: Click here for {browser} instructions
de: Hier klicken für {browser} Anleitung

source: Doesn't work?
de: Klappt nicht?

source: Click here for trouhleshooting help
de: Hier findest du Hilfe zur Fehlerbehebung

source: Conferences app not yet configured
de: Konferenzen-App noch nicht konfiguriert

source: Please contact your administrator to set up the conferences app.
de: Bitte kontaktieren Sie Ihren Administrator, damit er die Konferenzen-App einrichtet.

source: Your browser (%1$s) is outdated and<br>no longer supported
de: Ihr Browser (%1$s) ist veraltet und<br>wird nicht mehr unterstützt

source: It is recommended to use the latest version of one of the following browsers:
de: Es wird empfohlen die neuste Version eines dieser Browser zu verwenden:
